Repository: edx-olive-oc/ubcpi
Catalog: ubcpi/translations/*/LC_MESSAGES/text.po
Languages: he

source: Peer Instruction
he: הוראת עמיתים

source: <p>Where does most of the mass in a fully grown tree originate?</p>
he: <p>מה מקור מרבית המסה של עץ בוגר?</p>

source: The question the students see. This question appears above the possible answers which you set below. You can use text, an image or a combination of both. If you wish to add an image to your question, press the 'Add Image' button.
he: השאלה שרואה הסטודנט. השאלה מופיעה מעל התשובות האפשריות שהגדרת למטה. ניתן להשתמש בטקסט, תמונה או שילוב של השניים. אם תרצה להוסיף תמונה לשאלתך, לחץ על לחצן 'הוסף תמונה'.

source: Air
he: אוויר

source: Soil
he: קרקע

source: Water
he: מים

source: The minimum and maximum number of characters a student is allowed for their rationale.
he: המספר המינימלי והמקסימלי של גופנים שיכול הסטודנט להשתמש בהסברו.

source: The correct option for the question
he: האפשרות הנכונה לשאלה

source: Photosynthesis
he: פוטוסינתזה

source: The feedback for student for the correct answer
he: המשוב לסטודנט על תשובה נכונה

source: Overall stats for the instructor
he: סטטיסטיקה כללית עבור המורה

source: Tree gets carbon from air.
he: העץ מקבל פחם מהאוויר.

source: Tree gets minerals from soil.
he: העץ מקבל מינרלים מהקרקע.

source: Tree drinks water.
he: העץ שותה מים.

source: Instructor configured examples to give to students during the revise stage.
he: המורה מתכנן דוגמאות לתלמידים במהלך שלב התיקון.

source: System selected answers to give to students during the revise stage.
he: המערכת בוחרת תשובות שיינתנו לתלמיד במהלך שלב התיקון.

source: The algorithm for selecting which answers to be presented to students
he: האלגוריתם לבחירת התשובות שיוצגו לתלמידים

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
he: מחרוזת ISO-8601 מייצגת את תאריך ההתחלה של מטלה זו. אנו מתעלמים מכך.

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
he: מחרוזת ISO-8601 מייצגת את תאריך המסירה של מטלה זו. אנו מתעלמים מכך.

source: Problem Weight
he: משקל הבעיה

source: System will select one of each option to present to the students.
he: המערכת תבחר אחת מהאפשרויות להציג לתלמידים.

source: Completely random selection from the response pool.
he: בחירה אקראית לחלוטין ממאגר התשובות.

source: Appears above
he: מופיע למעלה

source: Appears below
he: מופיע למטה

source: Answer
he: תשובה

source: Reflection
he: שיקוף

source: Results
he: תוצאות

source: Question
he: שאלה

source: &nbsp;({{weight}} point possible)
he: &nbsp;({{weight}} נקודה אפשרית)

source: &nbsp;({{weight}} points possible)
he: &nbsp;({{weight}} נקודות אפשריות)

source: Step 1) Your Initial Answer <span class="inline-hint">You can change this answer later, if you change your mind.</span>
he: תשובתך הסופית (שלב 1 <span class="inline-hint"> באפשרותכם לשנות את תשובתכם בהמשך, אם תשנו את דעתכם.</span>

source: Explain to other students why you chose this answer (Required):
he: הסבירו לתלמידים אחרים מדוע בחרתם בתשובה זו (חובה):

source: In the next step, you will be shown a selection of other responses that may help you refine your answer.
he: בשלב הבא, יוצגו לכם מבחר תגובות אחרות שעשויות לסייע לכם לחדד את תשובתכם

source: In order to move to the next step, please choose an answer and briefly explain your choice.
he: על מנת לעבור לשלב הבא, אנא בחרו תשובה והסבירו בקצרה את בחירתכם

source: Note:
he: הערה:

source: View Question Statistics
he: צפו בסטטיסטיקה של שאלות

source: Next Step
he: השלב הבא
